{
  "posts": [
    {
      "id": "1cb14756-3e98-453a-8bca-f17c8452cfac",
      "title": "The Scientific Aim at Epistemological Understanding",
      "author": "Neil deGrasse Tyson",
      "email": "Neil.Tyson@gmail.com",
      "imagePath": "https://www.nasa.gov/sites/default/files/p50142.jpg",
      "description": "In this article I attempt to get at the essential purpose of science",
      "content": "This priority supports research that seeks to clarify and test notions of apparent agential, goal-directed, and even purposive processes in the sciences, as well as empirical and theoretical projects that explore two broad streams of inquiry across a range of disciplines (e.g. physics of life, chemistry, and biology):\n\nTarget-oriented behaviors. Many biotic and even some abiotic systems might be said to display “agentic behaviors” that appear to be self-correcting and target-oriented. How do such processes emerge, and how are they maintained? Are these behaviors best understood in terms of non-reductive explanations? Can purposive behaviors be conceptualized in rigorous ways that help to advance empirical investigations?\nLong-term directional trends. The emergence of life is one of the biggest mysteries in science. Somehow, increases in molecular complexity lead to gains in information, self-regulation, autocatalytic efficiency, and robustness. How might the physical laws that govern the evolution of the cosmos support the emergence of life? Are there principles or constraints in nature that operate at the abiotic-biotic interface or give rise to directional trends in evolutionary transitions?\nThe Foundation’s 2020 Ideas Challenge received over 250 unique ideas submitted from applicants across the United States. We awarded 50 prizes of $1,000 each to U.S. residents with novel ideas for advancing the science of goal directedness. View the winners and their ideas here.\n\nThe Foundation’s Science of Purpose Funding Initiative, which ran from September 1 through October 31, resulted in hundreds of applications from across the world. Check out our featured grants below to see research that is advancing the science of goal-directed phenomena in nature.\n",
      "categoryData": {
        "categoryValue": "Ideas",
        "categoryName": "Ideas"
      }
    },
    {
      "id": "2fbaa8d8-0ede-45bb-a583-2fdad87c4f18",
      "title": "Einstein's Theory of Special Relativity",
      "author": "Vicky A. Stein",
      "email": "Vicky.Stein@gmail.com",
      "imagePath": "https://www.nasa.gov/sites/default/files/images/729665main_A-BlackHoleArt-pia16695_full.jpg",
      "description": "Special relativity: It's like normal relativity, but special",
      "content": "Albert Einstein's 1905 theory of special relativity is one of the most important papers ever published in the field of physics. Special relativity is an explanation of how speed affects mass, time and space. The theory includes a way for the speed of light to define the relationship between energy and matter — small amounts of mass (m) can be interchangeable with enormous amounts of energy (E), as defined by the classic equation E = mc^2.\n\nSpecial relativity applies to \"special\" cases — it's mostly used when discussing huge energies, ultra-fast speeds and astronomical distances, all without the complications of gravity. Einstein officially added gravity to his theories in 1915, with the publication of his paper on general relativity.\n\nAs an object approaches the speed of light, the object's mass becomes infinite and so does the energy required to move it. That means it is impossible for any matter to go faster than light travels. This cosmic speed limit inspires new realms of physics and science fiction, as people consider travel across vast distances.\n\nBefore Einstein, astronomers (for the most part) understood the universe in terms of three laws of motion presented by Isaac Newton in 1686. These three laws are: \n\nObjects in motion or at rest remain in the same state unless an external force imposes change. This is also known as the concept of inertia.\nThe force acting on an object is equal to the mass of the object multiplied by its acceleration. In other words, you can calculate how much force it takes to move objects with various masses at different speeds.\nFor every action, there is an equal and opposite reaction.\nNewton's laws proved valid in nearly every application in physics, according to Encyclopedia Britannica. They formed the basis for our understanding of mechanics and gravity. \n\nBut some things couldn't be explained by Newton's work: For example, light. \n\nTo shoehorn the odd behavior of light into Newton's framework for physics scientists in the 1800s supposed that light must be transmitted through some medium, which they called the \"luminiferous ether.\" That hypothetical ether had to be rigid enough to transfer light waves like a guitar string vibrates with sound, but also completely undetectable in the movements of planets and stars. \n\nThat was a tall order. Researchers set about trying to detect that mysterious ether, hoping to understand it better. In 1887, wrote astrophysicist Ethan Siegal in the Forbes science blog, Starts With a Bang, physicist Albert A. Michelson and chemist Edward Morley calculated how Earth's motion through the ether affected how the speed of light is measured, and unexpectedly found that the speed of light is the same no matter what Earth's motion is. \n\nIf the speed of light didn't change despite the Earth's movement through the ether, they concluded, there must be no such thing as ether to begin with: Light in space moved through a vacuum. \n\nThat meant it couldn't be explained by classical mechanics. Physics needed a new paradigm.\n\nAccording to Einstein, in his 1949 book \"Autobiographical Notes(opens in new tab)\" (Open Court, 1999, Centennial Edition), the budding physicist began questioning the behavior of light when he was just 16 years old. In a thought experiment as a teenager, he wrote, he imagined chasing a beam of light.\n\nClassical physics would imply that as the imaginary Einstein sped up to catch the light, the light wave would eventually come to a relative speed of zero — the man and the light would be moving at speed together, and he could see light as a frozen electromagnetic field. But, Einstein wrote, this contradicted work by another scientist, James Clerk Maxwell, whose equations required that electromagnetic waves always move at the same speed in a vacuum: 186,282 miles per second (300,000 kilometers per second). \n\nPhilosopher of physics John D. Norton challenged Einstein's story in his book \"Einstein for Everyone\" (Nullarbor Press, 2007), in part because as a 16-year-old, Einstein wouldn't yet have encountered Maxwell's equations. But because it appeared in Einstein's own memoir, the anecdote is still widely accepted.\n\nIf a person could, theoretically, catch up to a beam of light and see it frozen relative to their own motion, would physics as a whole have to change depending on a person's speed, and their vantage point? Instead, Einstein recounted, he sought a unified theory that would make the rules of physics the same for everyone, everywhere, all the time. \n\nThis, wrote the physicist, led to his eventual musings on the theory of special relativity, which he broke down into another thought experiment: A person is standing next to a train track comparing observations of a lightning storm with a person inside the train. And because this is physics, of course, the train is moving nearly the speed of light.\n\nEinstein imagined the train at a point on the track equally between two trees. If a bolt of lightning hit both trees at the same time, the person beside the track would see simultaneous strikes. But because they are moving toward one lightning bolt and away from the other, the person on the train would see the bolt ahead of the train first, and the bolt behind the train later. \n\nEinstein concluded that simultaneity is not absolute, or in other words, that simultaneous events as seen by one observer could occur at different times from the perspective of another. It's not lightspeed that changes, he realized, but time itself that is relative. Time moves differently for objects in motion than for objects at rest. Meanwhile, the speed of light, as observed by anyone anywhere in the universe, moving or not moving, is always the same. \n\nOne of the most famous and well-known equations in all of human history, E = mc^2, translates to \"energy is equal to mass times the speed of light squared.\" In other words, wrote PBS Nova, energy (E) and mass (m) are interchangeable. They are, in fact, just different forms of the same thing. \n\nBut they're not easily exchanged. Because the speed of light is already an enormous number, and the equation demands that it be multiplied by itself (or squared) to become even larger, a small amount of mass contains a huge amount of energy. For example, PBS Nova explained, \"If you could turn every one of the atoms in a paper clip into pure energy — leaving no mass whatsoever — the paper clip would yield [the equivalent energy of] 18 kilotons of TNT. That's roughly the size of the bomb that destroyed Hiroshima in 1945.\" \n\nOne of the many implications of Einstein's special relativity work is that time moves relative to the observer. An object in motion experiences time dilation, meaning that when an object is moving very fast it experiences time more slowly than when it is at rest. \n\nFor example, when astronaut Scott Kelly spent nearly a year aboard the International Space Station starting in 2015, he was moving much faster than his twin brother, astronaut Mark Kelly, who spent the year on the planet's surface. Due to time dilation, Mark Kelly aged just a little faster than Scott — \"five milliseconds,\" according to the earth-bound twin. Since Scott wasn't moving near lightspeed, the actual difference in aging due to time dilation was negligible. In fact, considering how much stress and radiation the airborne twin experienced aboard the ISS, some would argue Scott Kelly increased his rate of aging.\n\nBut at speeds approaching the speed of light, the effects of time dilation could be much more apparent. Imagine a 15-year-old leaves her high school traveling at 99.5% of the speed of light for five years (from the teenage astronaut's perspective). When the 15-year-old got back to Earth, she would have aged those 5 years she spent traveling. Her classmates, however, would be 65 years old — 50 years would have passed on the much slower-moving planet.\n\nWe don't currently have the technology to travel anywhere near that speed. But with the precision of modern technology, time dilation does actually affect human engineering.\n\nGPS devices work by calculating a position based on communication with at least three satellites in distant Earth orbits. Those satellites have to keep track of incredibly precise time in order to pinpoint a location on the planet, so they work based on atomic clocks. But because those atomic clocks are on board satellites that are constantly whizzing through space at 8,700 mph (14,000 km/h), special relativity means that they tick an extra 7 microseconds, or 7 millionths of a second, each day, according to American Physical Society publication Physics Central. In order to maintain pace with Earth clocks, atomic clocks on GPS satellites need to subtract 7 microseconds each day.\n\nWith additional effects from general relativity (Einstein's follow-up to special relativity that incorporates gravity), clocks closer to the center of a large gravitational mass like Earth tick more slowly than those farther away. That effect adds microseconds to each day on a GPS atomic clock, so in the end engineers subtract 7 microseconds and add 45 more back on. GPS clocks don't tick over to the next day until they have run a total of 38 microseconds longer than comparable clocks on Earth.\nSpecial relativity and quantum mechanics are two of the most widely accepted models of how our universe works. But special relativity mostly pertains to extremely large distances, speeds and objects, uniting them in a \"smooth\" model of the universe. Events in special (and general) relativity are continuous and deterministic, wrote Corey Powell for The Guardian, which means that every action results in a direct, specific and local consequence. That's different from quantum mechanics, Powell continued: quantum physics are \"chunky,\" with events occurring in jumps or \"quantum leaps\" that have probabilistic outcomes, not definite ones. \n\nResearchers uniting special relativity and quantum mechanics — the smooth and the chunky, the very large and the very small — have come up with fields like relativistic quantum mechanics and, more recently, quantum field theory to better understand subatomic particles and their interactions. \n\nResearchers striving to connect quantum mechanics and general relativity, on the other hand, consider it to be one of the great unsolved problems in physics. For decades, many viewed string theory to be the most promising area of research into a unified theory of all physics. Now, a host of additional theories exist. For example, one group proposes space-time loops to link the tiny, chunky quantum world with the wide relativistic universe.\n\nCheck out this time dilation calculator from Omni Calculator.\nExplore Einstein's thought experiments in this video from PBS Nova.\nGo back to the source and read Einstein's explainer in this translated edition of his book, Relativity: The Special and General Theory(opens in new tab) (Dover, 2001).",
      "categoryData": {
        "categoryValue": "Ideas",
        "categoryName": "Ideas"
      }
    },
    {
      "id": "2cb3b851-6162-4b60-9db9-aac3f468da93",
      "title": "Richard Feynman Contribution To Physics",
      "author": "National Museum of Nuclear Science & History",
      "email": "support@NMNSH.com",
      "imagePath": "https://www.atomicheritage.org/sites/default/files/Richard%20Feynman.jpg",
      "description": "A recount of Richard Feynman's Contribution To Physics",
      "content": "Richard Feynman (1918-1988) was an American theoretical physicist who received the Nobel Prize in 1965. \n\nRobert Wilson recruited Feynman, only 24 at the time, for the Manhattan Project as a junior physicist soon after completing his Ph.D.  At Los Alamos, Feynman was assigned to the theoretical division of Hans Bethe, and soon became a group leader. Feynman was briefly transferred to the Oak Ridge facility, where he aided engineers in calculating safety procedures for material storage so that inadvertent criticality accidents could be avoided. He was well known for playfully challenging the security at Los Alamos, and was present for the Trinity test in 1945, viewing the explosion through his truck windshield.\n\nAfter the Manhattan Project, Feynman regretted not reconsidering his work after Germany was defeated in World War II, although he continued to feel that the threat of a nuclear-armed Nazi Germany was enough to justify his initial participation. He turned down an offer from the Institute for Advanced Study and joined Hans Bethe at Cornell from 1945 to 1950, where he taught theoretical physics. Feynman left to join the faculty at Caltech in 1950. There he conducted his groundbreaking research in areas of quantum electrodynamics and superfluidity.\n\n \n\nSCIENTIFIC CONTRIBUTIONS\nFeynman won his 1965 Nobel Prize in Physics for his work in quantum electrodynamics, a formula well known for its accurate predictions, which combines his path integral formulation and his Feynman diagrams. Additionally, he worked in the fields of the physics of superfluidity and quantum gravity, and developed a model of weak decay.\n\nHe also played a notable role on the Rogers Commission to investigate the 1986 Challenger space disaster, determining that the faulty O-ring caused the accident.",
      "categoryData": ""
    },
    {
      "id": "0daea912-13ea-4e12-a857-f4c3fd755641",
      "title": "Remoo Val Speaks on being not present",
      "author": "Meetus Deletus",
      "email": "remoo.val@gitRid.com",
      "imagePath": "https://www.Dust.com/1.jpg",
      "description": "Learn the art of non-existence from a great unseen speaker Remoo Val",
      "content": "Remoo Val Words:\n\nTo be..\nTends towards not to be..\n\n-Remoo Val"
    }
  ]
}